Repository: greeklug/yandex-disk-indicator
Catalog: translations/yandex-disk-indicator_*.po
Languages: be

source: Yandex.Disk Indicator: daemon start failed
be: Індыкатар Яндекс.Дыск: запуск сэрвісу не атрымаўся

source: Yandex.Disk daemon failed to start because it is not configured properly To configure it up: press OK button. Press Cancel to exit.
be: Сэрвіс Яндекс.Дыск не змог стартаваць. Верагодна, Яндекс.Дыск не настроены. Для пераходу да налады націсніце Ok. Націсніце Cancel для выхаду.

source: Yandex.Disk daemon failed to start. Press OK to continue without started daemon or Cancel to exit.
be: Сэрвіс Яндекс.Дыск не змог стартаваць. Націсніце Ok для працягу без запушчанага сэрвісу або Cancel для выхаду.

source: Yandex.Disk daemon failed to start due to network connection issue. Check the Internet connection and try to start daemon again.
be: Сэрвіс Яндекс.Дыск не змог стартаваць. Націсніце Ok для працягу без запушчанага сэрвісу або Cancel для выхаду.

source: Yandex.Disk utility is not installed. Visit www.yandex.ru, download and install Yandex.Disk daemon.
be: Утыліта Яндекс. Дыск не ўсталяваная. Наведайце www.yandex.ru, Загрузіце і ўсталюйце сэрвіс Яндекс.Дыск

source: Yandex.Disk daemon failed to start due to some unrecognized error.
be: Запуск сэрвісу Яндекс. Дыск не атрымаўся з-за непапраўнай памылкі

source: Yandex.Disk
be: Яндекс.Дыск

source: Yandex.Disk daemon has been started
be: Сэрвіс Яндекс.Дыск запушчаны

source: Synchronization started
be: Запушчана сінхранізацыя

source: Synchronization has been completed
be: Сінхранізацыя завершана

source: Synchronization has been paused
be: Сінхранізацыя прыпыненая

source: Yandex.Disk daemon has been stopped
be: Сэрвіс Яндекс.Дыск спынены

source: Synchronization ERROR
be: Памылка сінхранізацыі

source: Last synchronized items
be: Апошнія сінхранізацыі

source: Start Yandex.Disk daemon
be: Запусціць сэрвіс Яндекс.Дыск

source: Stop Yandex.Disk daemon
be: Спыніць сэрвіс Яндекс.Дыск

source: Open Yandex.Disk Folder
be: Адкрыць каталог Яндекс.Дыск

source: Open Yandex.Disk on the web
be: Адкрыць Яндекс.Дыск ў інтэрнэце

source: https://disk.yandex.com
be: https://disk.yandex.ru

source: Preferences
be: Налады

source: Help
be: Дапамога

source: Yandex.Disk daemon
be: Сэрвіс Яндекс.Дыск

source: https://yandex.com/support/disk/
be: https://yandex.ru/support/disk/

source: Yandex.Disk Indicator
be: Індыкатар Яндекс.Дыск

source: https://github.com/slytomcat/yandex-disk-indicator/wiki/Yandex-disk-indicator
be: https://github.com/slytomcat/yandex-disk-indicator/wiki/%D0%98%D0%BD%D0%B4%D0%B8%D0%BA%D0%B0%D1%82%D0%BE%D1%80-Yandex-disk

source: About
be: Аб праграме

source: Quit
be: Выхад

source: Synchronized
be: Сінхранізавана

source: Sync.:
be: Сінхра .:

source: Not started
be: Ня запушчаны

source: Paused
be: Паўза

source: Not connected
be: Няма сувязі

source: Error
be: Памылка

source: Status:
be: Статус:

source: Used:
be: Занята:

source: Free:
be: Свабодна:

source: , trash:
be: , кошык:

source: Folder:
be: Каталог:

source: Yandex.Disk indicator
be: Індыкатар Яндекс.Дыск

source: Version
be: Версыя

source: ya-setup utility author: Snow Dimon (snowdimon.ru)
be: Аўтар ўтыліты налады ya-setup: Snow Dimon (snowdimon.ru)

source: Special thanks to:
be: Асаблівыя падзякі:

source: - Christiaan Diedericks (www.thefanclub.co.za) - autor of Grive tools
be: - Christiaan Diedericks (www.thefanclub.co.za) - аўтару Grive tools

source: - ryukusu_luminarius (my-faios@ya.ru) - icons designer
be: - ryukusu_luminarius (my-faios@ya.ru) - дызайнеру іконак

source: - metallcorn (metallcorn@jabber.ru) - icons designer
be: - metallcorn (metallcorn@jabber.ru) - дызайнеру іконак

source: - Chibiko (zenogears@jabber.ru) - deb package creation assistance
be: - Chibiko (zenogears@jabber.ru) - за дапамогу ў стварэнні deb-пакета

source: - RingOV (ringov@mail.ru) - localization assistance
be: - RingOV (ringov@mail.ru) - дапамога ў лакалізацыі

source: - GreekLUG team (https://launchpad.net/~greeklug) - Greek translation
be: - GreekLUG team (https://launchpad.net/~greeklug) - Пераклад на Грэчаскую

source: - Peyu Yovev (spacy00001@gmail.com) - Bulgarian translation
be: - Peyu Yovev (spacy00001@gmail.com) - пераклад на Балгарскую

source: - Eldar Fahreev (fahreeve@yandex.ru) - FM actions for Pantheon-files
be: - Eldar Fahreev (fahreeve@yandex.ru) - файлавыя пашырэння для Pantheon-files

source: - Ace Of Snakes (aceofsnakesmain@gmail.com) - optimization of FM actions for Dolphin
be: - Ace Of Snakes (aceofsnakesmain@gmail.com) - аптымізацыя файлавых пашырэнняў для Dolphin

source: - Ivan Burmin (https://github.com/Zirrald) - ya-setup multilingual support
be: - Ivan Burmin (https://github.com/Zirrald) - падтрымка шматмоўнасьці ў ya-setup

source: - And to all other people who contributed to this project through
be: - І ўсім астатнім людзям, хто дапамагаў праекту на

source: the Ubuntu.ru forum http://forum.ubuntu.ru/index.php?topic=241992 and
be: Форуме супольнасці Ubuntu.ru http://forum.ubuntu.ru/index.php?topic=241992І

source: via github.com https://github.com/slytomcat/yandex-disk-indicator
be: праз github.com https://github.com/slytomcat/yandex-disk-indicator

source: Yandex.Disk daemon output message
be: статутныя паведамленні ад сэрвісу Яндекс.Дыск

source: Close
be: Зачыніць

source: Folders that are excluded from synchronization
be: Каталогі выключаныя з сінхранізацыі

source: Add catalogue
be: Дадаць каталог

source: Remove selected
be: Выдаліць выбраныя

source: Path
be: Шлях

source: Select catalogue to add to list
be: Вылучыце каталог для дадання ў спіс

source: Select
be: Выбраць

source: Yandex.Disk-indicator and Yandex.Disks preferences
be: Налады індыкатара і сэрвісаў Яндекс.Дыск

source: Start Yandex.Disk indicator when you start your computer
be: Запускаць індыкатар Яндекс.Дыск пры запуску кампутара

source: Show on-screen notifications
be: Паказваць інфармацыйныя паведамленні

source: Prefer light icon theme
be: Выбраць светлую тэму іконак

source: Activate file manager extensions
be: Актываваць пашырэння для файл-мэнэджэра

source: Indicator settings
be: Налады індыкатара

source: Start Yandex.Disk daemon %swhen indicator is starting
be: Запускаць сэрвіс Яндекс.Дыск %s пры запуску індыкатара

source: When daemon was not started before.
be: Калі дэман ня быў запушчаны раней.

source: Stop Yandex.Disk daemon %son closing of indicator
be: Спыняць сэрвіс Яндекс.Дыск %s пры выхадзе з індыкатара

source: NOTE! You have to reload daemon %sto activate following settings
be: УВАГА! Вам неабходна перазапусціць сэрвіс %s для прымянення гэтых настроек

source: Read-Only: Do not upload locally changed files to Yandex.Disk
be: Толькі чытанне: Ці не загружаць лакальна змененыя файлы на Яндекс.Дыск

source: Locally changed files will be renamed if a newer version of this file appear in Yandex.Disk.
be: Змененыя файлы будуць пераназваныя, калі больш новая версія з'явіцца на Яндекс.Дыске.

source: Overwrite locally changed files by files from Yandex.Disk (in read-only mode)
be: Сапраўды перапісаць лакальна змененыя файлы файламі з Яндекс.Дыска (у рэжыме толькі-чытанне)

source: Locally changed files will be overwritten if a newer version of this file appear in Yandex.Disk.
be: Змененыя файлы будуць перазапісаны, калі больш новая версія з'явіцца на Яндекс.Дыске.

source: Excluded folders List
be: Спіс каталогаў выключэнняў

source: Folders in the list will not be synchronized.
be: Каталогі з гэтага спісу не будуць сінхранізаваныя.

source: Daemon %soptions
be: Налады сэрвісу Яндекс.Дыск %s

source: Auto-start ON
be: Аўта-запуск уключаны

source: Auto-start OFF
be: Аўта-запуск выключаны

source: ERROR in setting up of file manager extensions
be: ПАМЫЛКА пры наладзе пашырэнняў для файл-мэнэджэра

source: Publish via Yandex.Disk
be: Апублікаваць праз Яндекс.Дыск

source: Unpublish from Yandex.disk
be: Прыбраць з публікацыі праз Яндекс.Дыск

source: URL to file: %f was copied into clipboard.
be: Спасылка на файл: %f скапіраваная ў буфер абмену.

source: Desktop indicator for yandex-disk daemon
be: Індыкатар працоўнага стала для сэрвісу Яндекс.Дыск

source: Options
be: Опцыі

source: Sets the logging level: 10 - to show all messages (DEBUG), 20 - to show all messages except debugging messages (INFO), 30 - to show all messages except debugging and info messages (WARNING), 40 - to show only error and critical messages (ERROR), 50 - to show critical messages only (CRITICAL). Default: 30
be: Усталяваць ўзровень лагіравання: 10 - для паказу ўсіх паведамленняў (адладка), 20 - для паказу ўсіх паведамленняў акрамя адладкавыя (інфармацыя), 30 - для паказу ўсіх паведамленняў акрамя інфармацыйных і адладкавыя (папярэджанні), 40- Для паказу толькі паведамленняў пра памылкі, 50 - для паказу толькі паведамленняў абк рытычных памылках. па змаўчанні: 30

source: Path to configuration file of YandexDisk daemon. This daemon will be added to daemons list if it is not in the current configuration.Default: ''
be: Шлях да файла канфігурацыі сэрвісу yandex-disk. Гэты сэрвіс будзе дададзены да спісу сэрвісаў калі ён яшчэ не ў ім. Па змаўчанні: ''

source: Path to configuration file of daemon that should be removed from daemos list. Default: ''
be: Шлях да файла канфігурацыі сэрвіса Яндекс.Дыск які павінен быць выдалены з спісу актыўных сервсиов. Па змаўчанні: ''

source: Show this help message and exit
be: Паказаць гэтую даведку і выйсці

source: Print version and exit
be: Надрукаваць версію і выйсці

source: The indicator instance is already running.
be: Індыкатар ўжо запушчаны.

source: No daemons specified. Check correctness of -r and -c options.
be: Не ўказана ніводнага дэмана. Праверце карэктнасць -r і -c опцый.
